//;******************************************************************************
//;* Copyright (c) 2012 - 2013, Insyde Software Corp. All Rights Reserved.
//;*
//;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
//;* transmit, broadcast, present, recite, release, license or otherwise exploit
//;* any part of this publication in any form, by any means, without the prior
//;* written permission of Insyde Software Corporation.
//;*
//;******************************************************************************
//; 
//; Module Name:
//; 
//;   SetupBrowserStr.uni
//; 
//; Abstract:
//; 
//;   Strings for setup browser
//; 

/=#

#include "Standard.uni"


#string HOME_PAGE_TITLE                #language en-US  "Setup Interpreter"
                                       #language fr-FR  "Interprète d'organisation"
                                       #language zh-TW  "\wide設定直譯器\narrow"
                                       #language ja-JP  "\wide設定説明\narrow"
                                       #language it-IT  "Setup Interprete"
                                       #language es-ES  "Intérprete de la programación"
                                       #language de-DE  "Aufstellung des Übersetzers"
                                       #language pt-PT  "Configurar intérprete"
                                       
#string HOME_ESCAPE_STRING             #language en-US  "Esc=Exit Interpreter"
                                       #language fr-FR  "Esc=l'Interprète de sortie"
                                       #language zh-TW  "Esc=\wide離開直譯器\narrow"
                                       #language ja-JP  "Esc=\wide終了\narrow"
                                       #language it-IT  "Esc=Esce dall'Interprete"
                                       #language es-ES  "Esc=Salir del intérprete"
                                       #language de-DE  "ESC=Ausgang des Übersetzers"
                                       #language pt-PT  "Esc=Sair de Intérprete"
                                       
#string FUNCTION_ONE_STRING            #language en-US  "F1=Scroll Help"
                                       #language fr-FR  "F1=Scroll Aide"
                                       #language zh-TW  "F1=\wide捲動協助頁面\narrow"
                                       #language ja-JP  "F1=\wideヘルプ\narrow"
                                       #language it-IT  "F1=Scorri la Guida"
                                       #language es-ES  "F1=ayuda del rollo"
                                       #language de-DE  "F1=Rollhilfe"
                                       #language pt-PT  "F1=Ajuda do rolo"
                                       
#string FUNCTION_TWO_STRING            #language en-US  "F2=Previous Page"
                                       #language fr-FR  "F2=Page Précédente"
                                       #language zh-TW  "F2=\wide前一頁\narrow"
                                       #language ja-JP  "F2=\wide前ページ\narrow"
                                       #language it-IT  "F2=Pagina Precedente"
                                       #language es-ES  "F2=Página anterior"
                                       #language de-DE  "F2=Vorherige Seite"
                                       #language pt-PT  "F2=Página Anterior"
                                       
#string FUNCTION_NINE_STRING           #language en-US  "F9=Reset to Defaults"
                                       #language fr-FR  "F9=Reset à Défauts"
                                       #language zh-TW  "F9=\wide重設回預設值\narrow"
                                       #language ja-JP  "F9=\wideデフォルト設定へ戻す\narrow"
                                       #language it-IT  "F9=Resetta ai valori di Default"
                                       #language es-ES  "F9=Volver a la determinada"
                                       #language de-DE  "F9=Wiedereinschaltung Umkehrung"
                                       #language pt-PT  "F9=Recompor Defaults"
                                       
#string FUNCTION_TEN_STRING            #language en-US  "F10=Save"
                                       #language fr-FR  "F10=Sauvegarder"
                                       #language zh-TW  "F10=\wide儲存\narrow"
                                       #language ja-JP  "F10=\wide保存\narrow"
                                       #language it-IT  "F10=Salva"
                                       #language es-ES  "F10=Guardar"
                                       #language de-DE  "F10=Einspeicherung"
                                       #language pt-PT  "F10=Guardar"
                                       
#string ENTER_STRING                   #language en-US  "<Enter>=Select Entry"
                                       #language fr-FR  "<Enter>=Choisir l'Entrée"
                                       #language zh-TW  "<Enter>=\wide選擇項目\narrow"
                                       #language ja-JP  "<Enter>=\wide選択\narrow"
                                       #language it-IT  "<Enter>=Selezione Voce"
                                       #language es-ES  "<Enter>=entrada seleccionada"
                                       #language de-DE  "<Enter>=Eingabenwahl"
                                       #language pt-PT  "<Enter>=Entrada Selecionada"
                                       
#string ENTER_COMMIT_STRING            #language en-US  "<Enter>=Complete Entry"
                                       #language fr-FR  "<Enter>=Compléter l'Entrée"
                                       #language zh-TW  "<Enter>=\wide完成項目\narrow"
                                       #language ja-JP  "<Enter>=\wide入力完了\narrow"
                                       #language it-IT  "<Enter>=Completa Voce"
                                       #language es-ES  "<Enter>=entrada completada"
                                       #language de-DE  "<Enter>=Eingabenvervfollständigung"
                                       #language pt-PT  "<Enter>=Entrada Completa"
#string ENTER_ESCAPE_STRING            #language en-US  "Esc=Exit Entry"
                                       #language fr-FR  "Esc=Sortir l'Entrée"
                                       #language zh-TW  "Esc=\wide離開項目\narrow"
                                       #language ja-JP  "Esc=\wide入力を終了します\narrow"
                                       #language it-IT  "Esc=Menu Uscita"
                                       #language es-ES  "Esc=Salida, Entrada"
                                       #language de-DE  "Esc=Aus-/Eingang"
                                       #language pt-PT  "Esc=Sair Entrada"
#string ESCAPE_STRING                  #language en-US  "Esc=Discard Changes"
                                       #language fr-FR  "Esc=rejette des Changements"
                                       #language zh-TW  "Esc=\wide忽略變更\narrow"
                                       #language ja-JP  "Esc=\wide変更取消\narrow"
                                       #language it-IT  "Esc=Annulla Modifiche"
                                       #language es-ES  "Esc=Deshacer cambios"
                                       #language de-DE  "Esc=Auswurf der Änderungen"
                                       #language pt-PT  "Esc=Descartar Alterações"
#string SAVE_FAILED                    #language en-US  "Failed to Save"
                                       #language fr-FR  "Échouer à économiser"
                                       #language zh-TW  "\wide儲存失敗\narrow"
                                       #language ja-JP  "\wide保存失敗です\narrow"
                                       #language it-IT  "Impossibile Salvare"
                                       #language es-ES  "Guardar sin éxito"
                                       #language de-DE  "Speicherung versagte"
                                       #language pt-PT  "Falha ao guardar"
#string ADJUST_NUMBER                  #language en-US  "+/- =Adjust Value"
                                       #language fr-FR  "+/- =rejette des Changements"
                                       #language zh-TW  "+/- =\wide調整值\narrow"
                                       #language ja-JP  "+/- =\wide値調整\narrow"
                                       #language it-IT  "+/- =Modifica Valore"
                                       #language es-ES  "+/- =ajustar valor"
                                       #language de-DE  "+/- =Wertanpassung"
                                       #language pt-PT  "+/- =Ajuste de Valor"
                                       
#string PLUS_STRING                    #language en-US  "+ =Move Selection Up"
                                       #language fr-FR  "+ =rejette des Changements"
                                       #language zh-TW  "+ =\wide上移選擇項\narrow"
                                       #language ja-JP  "+ =\wide上へ移動\narrow"
                                       #language it-IT  "+ =Sposta Selezione in Alto"
                                       #language es-ES  "+ =Mover la selección hacia arriba"
                                       #language de-DE  "+ =Aufwärtsbewegung"
                                       #language pt-PT  "+ =Mover a Seleção para cima"
                                       
#string MINUS_STRING                   #language en-US  "- =Move Selection Down"
                                       #language fr-FR  "- =rejette des Changements"
                                       #language zh-TW  "- =\wide下移選擇項\narrow"
                                       #language ja-JP  "- =\wide下へ移動\narrow"
                                       #language it-IT  "- =Sposta Selezione in Basso"
                                       #language es-ES  "- =Mover la selección hacia abajo"
                                       #language de-DE  "- =Abwärtsbewegung"
                                       #language pt-PT  "- =Mover a Seleção para baixo"
                                       
#string MOVE_HIGHLIGHT                 #language en-US  "=Move Highlight"
                                       #language fr-FR  "=Essentiel de mouvement"
                                       #language zh-TW  "=\wide移動反白項\narrow"
                                       #language ja-JP  "=\wideハイライト移動\narrow"
                                       #language it-IT  "=Sposta Evidenziazione"
                                       #language es-ES  "=Mover la zona resaltada"
                                       #language de-DE  "=Aufleuchtung"
                                       #language pt-PT  "=Movimento Destaque"
                                       
#string MAKE_SELECTION                 #language en-US  " =Select From Choices"
                                       #language fr-FR  " =Choisir des Choix"
                                       #language zh-TW  " =\wide由可選項目中選擇\narrow"
                                       #language ja-JP  " =\wide項目選択\narrow "
                                       #language it-IT  " =Seleziona Dalla Lista"
                                       #language es-ES  " =Seleccionar desde opciones"
                                       #language de-DE  " =Wähle von Selektionen"
                                       #language pt-PT  " =Selecionar a partir de escolhas"
                                       
#string NUMERIC_INPUT                  #language en-US  "0123456789 are valid inputs"
                                       #language fr-FR  "0123456789 sont des données valides"
                                       #language zh-TW  "0123456789\wide為有效輸入\narrow"
                                       #language ja-JP  "0123456789\wideが有効\narrow"
                                       #language it-IT  "valori validi:0123456789"
                                       #language es-ES  "0123456789 son entradas validas"
                                       #language de-DE  "0123456789 sind gültige Eingaben"
                                       #language pt-PT  "0123456789 são entradas válidas"
#string DEC_NUMERIC_INPUT              #language en-US  "0123456789 are valid inputs"
                                       #language fr-FR  "0123456789 sont des données valides"
                                       #language zh-TW  "0123456789 are valid inputs"
                                       #language ja-JP  "0123456789 are valid inputs"
                                       #language it-IT  "0123456789 are valid inputs"
                                       #language es-ES  "0123456789 are valid inputs"
                                       #language de-DE  "0123456789 are valid inputs"
                                       #language pt-PT  "0123456789 are valid inputs"
#string HEX_NUMERIC_INPUT              #language en-US  "0-9 a-f are valid inputs"
                                       #language fr-FR  "0-9 a-f sont des données valides"
                                       #language zh-TW  "0-9 a-f\wide為有效輸入\narrow"
                                       #language ja-JP  "0-9 a-f\wideは有効なインプットです\narrow"
                                       #language it-IT  "caratteri consentiti 0-9 a-f"
                                       #language es-ES  "Entrada de 0-9 a-f son válidos"
                                       #language de-DE  "0-9 a-f sind valide Eingaben"
                                       #language pt-PT  "0-9 a-f são entradas válidas"
#string TOGGLE_CHECK_BOX               #language en-US  "<Spacebar>Toggle Checkbox"
                                       #language fr-FR  "<Spacebar>Bascule la Case de pointage"
                                       #language zh-TW  "<\wide空白鍵\narrow>\wide勾選查核方塊\narrow"
                                       #language ja-JP  "\wide＜スペース＞\narrow =\wide選択／解除\narrow"
                                       #language it-IT  "<spazio>Abilita/Disabilita Checkbox"
                                       #language es-ES  "<Barra Espaciadora>Hablitar casilla de la verificación"
                                       #language de-DE  "<Leertaste>Wechsel Abscheckung"
                                       #language pt-PT  "<Barra de espaço>Toggle Checkbox"
#string PROMPT_FOR_PASSWORD            #language en-US  "Please type in your password"
                                       #language zh-TW  "\wide請輸入密碼\narrow"
                                       #language fr-FR  "S'il vous plait tape votre mot de passe"
                                       #language ja-JP  "\wideパスワード入力\narrow"
                                       #language it-IT  "Inserire la Password"
                                       #language es-ES  "Por favor ingresar la contraseña"
                                       #language de-DE  "Geben Sie bitte Ihr Paßwort ein"
                                       #language pt-PT  "Por favor digite sua senha"
#string PROMPT_FOR_NEW_PASSWORD        #language en-US  "Please type in your new password"
                                       #language zh-TW  "\wide請輸入新密碼\narrow"
                                       #language fr-FR  "S'il vous plait tape votre nouveau mot de passe"
                                       #language ja-JP  "\wide新しいパスワード入力\narrow"
                                       #language it-IT  "Inserisci la nuova password"
                                       #language es-ES  "Por favor ingresar la nueva contraseña"
                                       #language de-DE  "Geben Sie bitte Ihr neues Paßwort ein"
                                       #language pt-PT  "Por favor, digite sua nova senha"
#string CONFIRM_PASSWORD               #language en-US  "Please confirm your new password"
                                       #language zh-TW  "\wide請確認新密碼\narrow"
                                       #language fr-FR  "S'il vous plait confirmer votre nouveau mot de passe"
                                       #language ja-JP  "\wideパスワード再入力\narrow"
                                       #language it-IT  "Conferma la nuova password"
                                       #language es-ES  "Por favor confirmar la nueva contraseña"
                                       #language de-DE  "Bitte bestätigen Sie Ihr neues Paßwort"
                                       #language pt-PT  "Por favor, confirme sua nova senha"
#string CONFIRM_ERROR                  #language en-US  "Passwords are not the same"
                                       #language fr-FR  "Les mots de passe ne sont pas pareils"
                                       #language zh-TW  "Passwords are not the same"
                                       #language ja-JP  "Passwords are not the same"
                                       #language it-IT  "Passwords are not the same"
                                       #language es-ES  "Passwords are not the same"
                                       #language de-DE  "Passwords are not the same"
                                       #language pt-PT  "Passwords are not the same"
#string PASSWORD_INVALID               #language en-US  "Incorrect password"
                                       #language fr-FR  "Mauvais mot de passe"
                                       #language zh-TW  "\wide密碼錯誤\narrow"
                                       #language ja-JP  "\wideパスワードに誤りがあります\narrow"
                                       #language it-IT  "Password Errata"
                                       #language es-ES  "Contraseña incorrecta"
                                       #language de-DE  "Uncorrektes Paßwort"
                                       #language pt-PT  "Senha incorreta"
#string CONFIRM_ERROR                  #language en-US  "Passwords are not the same"
                                       #language fr-FR  "Les mots de passe ne sont pas pareils"
                                       #language zh-TW  "\wide密碼不相同\narrow"
                                       #language ja-JP  "\wideパスワードが同一ではありません\narrow"
                                       #language it-IT  "Le password sono diverse"
                                       #language es-ES  "Contraseña no son la misma"
                                       #language de-DE  "Paßwörter sind nicht identisch"
                                       #language pt-PT  "As senhas não são as mesmas"
                                       
#string PRESS_ENTER                    #language en-US  "Press ENTER to continue"
                                       #language fr-FR  "La presse ENTRE continuer"
                                       #language zh-TW  "\wide按\narrowENTER\wide以繼續\narrow"
                                       #language ja-JP  "ENTER\wideを押してください\narrow"
                                       #language it-IT  "Premere INVIO per continuare"
                                       #language es-ES  "Pulse ENTER para continuar"
                                       #language de-DE  "Drücke ENTER um fortzusetzen"
                                       #language pt-PT  "Pressione ENTER para continuar"
                                       
#string PROMPT_FOR_DATA                #language en-US  "Please type in your data"
                                       #language fr-FR  "S'il vous plaît tape vos données"
                                       #language zh-TW  "\wide請輸入您的資料\narrow"
                                       #language ja-JP  "\wideデータ入力\narrow"
                                       #language it-IT  "Inserisci i tuoi dati"
                                       #language es-ES  "Por favor ingresar sus dato"
                                       #language de-DE  "Geben sie Ihre Daten ein"
                                       #language pt-PT  "Por favor datilografar os seus dados"
                                       
#string NV_UPDATE_MESSAGE              #language en-US  "NV"
                                       #language fr-FR  "NV"
                                       #language zh-TW  "NV"
                                       #language ja-JP  "NV"
                                       #language it-IT  "NV"
                                       #language es-ES  "NV"
                                       #language de-DE  "NV"
                                       #language pt-PT  "NV"
                                       
#string INPUT_ERROR_MESSAGE            #language en-US  "!!"
                                       #language fr-FR  "!!"
                                       #language zh-TW  "!!"
                                       #language ja-JP  "!!"
                                       #language it-IT  "!!"
                                       #language es-ES  "!!"
                                       #language de-DE  "!!"
                                       #language pt-PT  "!!"
                                       
#string EMPTY_STRING                   #language en-US  ""
                                       #language fr-FR  ""
                                       #language zh-TW  ""
                                       #language ja-JP  ""
                                       #language it-IT  ""
                                       #language es-ES  ""
                                       #language de-DE  ""
                                       #language pt-PT  ""
                                       
#string ARE_YOU_SURE                   #language en-US  "Are you sure? (Y/N)"
                                       #language fr-FR  "Etes-vous sûr? (Y/N)"
                                       #language zh-TW  "\wide您確定\narrow? (Y/N)"
                                       #language ja-JP  "\wideよろしいですか\narrow? (Y/N)"
                                       #language it-IT  "Sei sicuro? (Y/N)"
                                       #language es-ES  "Estas seguro? (Y/N)"
                                       #language de-DE  "Sind Sie sicher? (J/N)"
                                       #language pt-PT  "Você tem certeza? (Y/N)"
                                       
#string ARE_YOU_SURE_YES               #language en-US  "Y"
                                       #language fr-FR  "Y"
                                       #language zh-TW  "Y"
                                       #language ja-JP  "Y"
                                       #language it-IT  "Y"
                                       #language es-ES  "Y"
                                       #language de-DE  "J"
                                       #language pt-PT  "Y"
                                       
#string ARE_YOU_SURE_NO                #language en-US  "N"
                                       #language fr-FR  "N" 
                                       #language zh-TW  "N" 
                                       #language ja-JP  "N" 
                                       #language it-IT  "N"
                                       #language es-ES  "N"
                                       #language de-DE  "N"
                                       #language pt-PT  "N"
                                       
#string MINI_STRING                    #language en-US  "Please enter enough characters" 
                                       #language fr-FR  "Veuillez entrer des caractères suffisants"
                                       #language zh-TW  "\wide請輸入足夠字元\narrow" 
                                       #language ja-JP  "\wide文字数が足りません\narrow"
                                       #language it-IT  "Inserire un numero di caratteri sufficiente"
                                       #language es-ES  "Por favor ingresar suficientes caracteres"
                                       #language de-DE  "Geben Sie genügende Charakter ein"
                                       #language pt-PT  "Por favor insira caracteres suficientes"
                                       
#string SETUP_WARNING_STRING           #language en-US  "Setup Warning" 
                                       #language fr-FR  "Attention Setup"
                                       #language zh-TW  "\wide設定警告\narrow"
                                       #language ja-JP  "\wide設定警告\narrow"
                                       #language it-IT  "Setup Avvisi"
                                       #language es-ES  "Advertencia de la programación"
                                       #language de-DE  "Warnung-Einstellung"
                                       #language pt-PT  "Advertência de configuração"
#string SETUP_NOTICE_STRING            #language en-US  "Setup Notice"
                                       #language fr-FR  "Setup Notice"
                                       #language zh-TW  "Setup Notice"
                                       #language ja-JP  "Setup Notice"
                                       #language it-IT  "Setup Notice"
                                       #language es-ES  "Setup Notice"
                                       #language de-DE  "Setup Notice"
                                       #language pt-PT  "Setup Notice"
#string CHANGES_SAVED_STRING           #language en-US  "Changes have been saved"
                                       #language fr-FR  "Changes have been saved"
                                       #language zh-TW  "Changes have been saved"
                                       #language ja-JP  "\wide変更を保存しました\narrow"
                                       #language it-IT  "Changes have been saved"
                                       #language es-ES  "Changes have been saved"
                                       #language de-DE  "Changes have been saved"
                                       #language pt-PT  "Changes have been saved"
#string CONTINUE_STRING                #language en-US  "[continue]"
                                       #language fr-FR  "[continue]"
                                       #language zh-TW  "[continue]"
                                       #language ja-JP  "[continue]"
                                       #language it-IT  "[continue]"
                                       #language es-ES  "[continue]"
                                       #language de-DE  "[continue]"
                                       #language pt-PT  "[continue]"
#string PASSWORD_CHANGES_SAVED_STRING  #language en-US  "Changes have been saved after press "Save and Exit""
                                       #language fr-FR  "Changes have been saved after press "Save and Exit""
#string SAVE_CHANGES                   #language en-US  "Changes have not saved. Save Changes and exit?"
                                       #language fr-FR  "Enregistrer les modifications et quitter?"
                                       #language zh-TW  "\wide更改尚未儲存。儲存更改並離開？\narrow"
                                       #language ja-JP  "\wide変更が保存されません。変更を保存して終了しますか?\narrow"
                                       #language it-IT  "Modifiche non ancora salvate. Salvare ed uscire?"
                                       #language es-ES  "El cambio no esta guardado, guardar cambio y salir ?"
                                       #language de-DE  "Änderungen nicht gespeichert. Sind Änderungen zu speichern? Und dann Programm zu verlassen?"
                                       #language pt-PT  "As mudanças não guarda. Guardar alterações e sair?"
#string OPTION_MISMATCH                #language en-US  "Question value mismatch with Option value!"
                                       #language fr-FR  "Question valeur décalage avec l'option valeur!"
                                       #language zh-TW  "\wide問題值與可選值不符\narrow"
                                       #language ja-JP  "\wideグエスチョンバリューとオプションバリューは不一致です!\narrow"
                                       #language it-IT  "Valore non compatibile con l'opzione"
                                       #language es-ES  "Valor de la pregunta no concuerda con el valor de la opción !"
                                       #language de-DE  "Fragenwert nicht passend mit Optionswert!"
                                       #language pt-PT  "O valor de pergunta está incompatibilidade com valor de opção!"
#string SETUP_WARNING_STRING           #language en-US  "Setup Warning"
                                       #language fr-FR  "Setup Warning"
                                       #language zh-TW  "Setup Warning"
                                       #language ja-JP  "Setup Warning"
                                       #language it-IT  "Setup Warning"
                                       #language es-ES  "Setup Warning"
                                       #language de-DE  "Setup Warning"
                                       #language pt-PT  "Setup Warning"
#string SETUP_NOTICE_STRING            #language en-US  "Setup Notice" 
                                       #language fr-FR  "Avis de Configuration"
                                       #language zh-TW  "\wide設定通知\narrow"
                                       #language ja-JP  "\wide設定注意事項\narrow"
                                       #language it-IT  "Setup Notifiche"
                                       #language es-ES  "Noticia de la programación"
                                       #language de-DE  "Notizen-Einstellung"
                                       #language pt-PT  "Aviso de configuração"
                                       
#string CHANGES_SAVED_STRING           #language en-US  "Changes have been saved" 
                                       #language fr-FR  "Des changements ont été sauvegardés"
                                       #language zh-TW  "\wide變更已儲存\narrow"
                                       #language ja-JP  "\wide変更を保存しました\narrow"
                                       #language it-IT  "Le modifiche sono state salvate"
                                       #language es-ES  "Los cambios ha sidos guardado"
                                       #language de-DE  "Änderungen wurden gespeichert"
                                       #language pt-PT  "As alterações foram guardars"
                                       
#string CONTINUE_STRING                #language en-US  "[continue]" 
                                       #language fr-FR  "[continuer]"                                                                                                                       
                                       #language zh-TW  "[\wide繼續\narrow]" 
                                       #language ja-JP  "[\wide継続\narrow]"
                                       #language it-IT  "[continua]"
                                       #language es-ES  "[Continuar]"
                                       #language de-DE  "[Setzen Sie fort]"
                                       #language pt-PT  "[Continuar]"
#string CHANGE_REMINDER                #language en-US  "Changes have not saved. Save Changes or not?"
                                       #language fr-FR  "Changes have not saved. Save Changes or not?"
                                       #language zh-TW  "Changes have not saved. Save Changes or not?"
                                       #language ja-JP  "Changes have not saved. Save Changes or not?"
                                       #language it-IT  "Changes have not saved. Save Changes or not?"
                                       #language es-ES  "Changes have not saved. Save Changes or not?"
                                       #language de-DE  "Changes have not saved. Save Changes or not?"
                                       #language pt-PT  "Changes have not saved. Save Changes or not?"
#string SAVE_CONFIRM                   #language en-US  "Press 'Y' to save and exit, 'N' to discard and exit."
                                       #language fr-FR  "Press 'Y' to save and exit, 'N' to discard and exit."
                                       #language zh-TW  "Press 'Y' to save and exit, 'N' to discard and exit."
                                       #language ja-JP  "Press 'Y' to save and exit, 'N' to discard and exit."
                                       #language it-IT  "Press 'Y' to save and exit, 'N' to discard and exit."
                                       #language es-ES  "Press 'Y' to save and exit, 'N' to discard and exit."
                                       #language de-DE  "Press 'Y' to save and exit, 'N' to discard and exit."
                                       #language pt-PT  "Press 'Y' to save and exit, 'N' to discard and exit."
#string DISCARD_FAILED                 #language en-US  "Failed to Discard"
                                       #language fr-FR  "Failed to Discard"
                                       #language zh-TW  "Failed to Discard"
                                       #language ja-JP  "Failed to Discard"
                                       #language it-IT  "Failed to Discard"
                                       #language es-ES  "Failed to Discard"
                                       #language de-DE  "Failed to Discard"
                                       #language pt-PT  "Failed to Discard"
#string DEFAULT_FAILED                 #language en-US  "Failed to Default Setting"
                                       #language fr-FR  "Failed to Default Setting"
                                       #language zh-TW  "Failed to Default Setting"
                                       #language ja-JP  "Failed to Default Setting"
                                       #language it-IT  "Failed to Default Setting"
                                       #language es-ES  "Failed to Default Setting"
                                       #language de-DE  "Failed to Default Setting"
                                       #language pt-PT  "Failed to Default Setting"
				       